tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/versions'
tap 'caskroom/versions'
tap 'homebrew/services'

brew 'autoenv'
brew 'awscli'
brew 'git'
brew 'htop'
brew 'jq'
brew 'node'
brew 'openssl'
brew 'pstree'
brew 'rbenv'
brew 'ruby-build'
brew 'the_platinum_searcher'
brew 'vim'
brew 'wget'

cask 'chefdk'
cask 'dockertoolbox'
cask 'iterm2'
cask 'launchrocket'
cask 'sequel-pro'
cask 'vagrant'
cask 'virtualbox'
