tap 'caskroom/cask'
brew 'brew-cask'
tap 'homebrew/bundle'

tap 'homebrew/versions'
tap 'caskroom/versions'
tap 'homebrew/core'

brew 'git'

brew 'python'
brew 'node'
brew 'rbenv'
brew 'ruby-build'
cask 'java' unless system '/usr/libexec/java_home --failfast'

brew 'vim'
brew 'wget'

brew 'awscli'
cask 'chefdk'

cask 'dockertoolbox'
brew 'percona-server56'

brew 'redis'
brew 'imagemagick'
brew 'ack'
brew 'autoenv'
brew 'jq'
brew 'qt'
