before sudo softwareupdate -i -a

update
upgrade

tap 'caskroom/cask'
brew 'brew-cask'
tapall 'rcmdnk/file'

tap 'homebrew/versions'
tap 'caskroom/versions'
tap 'homebrew/core'

brew 'git'

brew 'python'
brew 'node'
brew 'rbenv'
brew 'ruby-build'
cask 'java' unless system '/usr/libexec/java_home --failfast'

brew 'vim'
brew 'wget'

brew 'awscli'
brew 'hub'
brew 'hubflow'
brew 'chefdk'

brew 'percona-server'
brew 'redis'
brew 'imagemagick'
brew 'ack'
brew 'autoenv'
brew 'jq'
brew 'qt'

cleanup
