tap 'caskroom/cask'
tap 'homebrew/bundler'
tap 'homebrew/versions'
tap 'caskroom/versions'
tap 'homebrew/services'

brew 'git'
brew 'htop'
brew 'node'
brew 'openssl'
brew 'rbenv'
brew 'ruby-build'
brew 'vim'
brew 'wget'
brew 'percona-server56'
brew 'imagemagick'
brew 'redis'
brew 'memcached'
brew 'tmux'
brew 'sqlite'
brew 'cmake'

cask 'iterm2'
cask 'sequel-pro'
cask 'atom'
cask 'slack'
cask 'launchrocket'
